Repository: Katsukim/Rebuild-3-Pt_Br-Traducao
Catalog: OMEGAT/OMEGAT-level2.tmx
Source language: en_us
Languages: pt_br

source: <font color\="#003EBA">Leaders</font> are better at recruiting missions.
pt_br: <font color="#003EBA">Líderes</font> são melhores em missões de recrutamento.

source: <font color\="#0DBA00">Builders</font> will get the job done faster.
pt_br: <font color="#0DBA00">Construtores</font> vão fazer o trabalho mais rápido.

source: <font color\="#AE1CC4">Engineers</font> are faster at it.
pt_br: <font color\="#AE1CC4">Engenheiros</font> são mais rápidos nisso.

source: <font color\="#E5B000">Scavengers</font> find more stuff, faster.
pt_br: <font color="#E5B000">Exploradores</font> acham mais coisa e mais rápido.

source: But there are also zombies lurking out there, so watch out!
pt_br: Mas também pode conter zumbis perambulando por ai, então cuidado!

source: Do it regularly so they can't grow into a massed horde and attack us.
pt_br: Faça isso regularmente para que eles não cresçam e virem uma horda e nos ataque.

source: Drag a <font color\="#EC1C24">soldier</font> out of the fort and pick the gun icon to kill zombies.
pt_br: Arraste um <font color="#EC1C24">soldado</font> para fora do forte e selecione o icone de arma para matar zumbis.

source: Drag a survivor onto a building to send them on a mission.
pt_br: Arraste um sobrevivente para uma construção para envia lo em uma missão.

source: Drag this survivor to another building and assign them to something useful.
pt_br: Arraste esse sobrevivente para outra construção para fazer algo útil.

source: Farms are a good bet since there's only so much food to scavenge out there.
pt_br: Fazendas são uma boa escolha já que não há muita comida para ser achada lá fora.

source: For best results, assign <font color\="#AE1CC4">engineers</font> to research in a laboratory.
pt_br: Para melhores resultados, use <font color="#AE1CC4">engenheiros</font> para pesquisas no laboratório.

source: It's overrun by the undead.
pt_br: Está tudo tomado por mortos vivos.

source: No power, no running water, no food except what we scavenge or grow ourselves.
pt_br: Sem energia, sem água corrente, sem comida exceto o que achamos ou cultivamos.

source: Places like malls may have valuable equipment.
pt_br: Lugares como shoppings podem ter melhores equipamentos.

source: Scouting also reveals how many zombies are milling around there, and makes later missions safer.
pt_br: Explorar também revela quantos zumbis estão "zanzando" por lá, e isso faz com que as missões fiquem mais faceis depois.

source: Stack extra survivors on to finish missions faster and with less danger.
pt_br: Empilhe sobreviventes parar fazer as missões mais rápido e com menos perigo.

source: We should have a <font color\="#0DBA00">builder</font> replace these with something better.
pt_br: Nós podemos colocar um <font color="#0DBA00">construtor</font> para substituí-la por algo melhor.

source: We should recruit them, assuming we have enough houses and food for them.
pt_br: Nós devemos recrutá los, desde que tenha casas o suficiente e comida para eles.

source: We're safe in our 5 reclaimed buildings, but the darker ones outside are teeming with zed.
pt_br: Estamos a salvo nas 5 construções que foram retomadas, mas as escuras do lado de fora estão rodeadas de Zed.

source: [Tap] a building for more info.
pt_br: [Clique] em uma construção para mais informações.

source: tutorial_fortBuildings_caption = Reclaimed Buildings
pt_br: tutorial_fortBuildings_caption = Construções Retomadas

source: tutorial_fortBuildings_text = Once we've reclaimed a building into our fort, we can use it for housing, farming, defense, or other things depending on the building type.
pt_br: tutorial_fortBuildings_text = Uma vez que tenha retomado uma contrução para seu forte, podemos usá la como abrigo, fazenda, defesa, ou outras coisas dependendo do tipo de contrução.

source: tutorial_guards_caption = Dragging a survivor
pt_br: tutorial_guards_caption = Arraste pessoas

source: tutorial_guards_text = Someone's defending this building, but there are no massed zombies nearby to defend from!
pt_br: tutorial_guards_text = Alguém está defendendo essa contrução, mas não há zumbis aglomerados para serem defendidos!

source: tutorial_killingStarted_caption = Killing Zombies
pt_br: tutorial_killingStarted_caption = Matando Zombis

source: tutorial_killingStarted_text = Clearing out stray zombies stops them from becoming massed hordes, but until you reclaim the building, new zombies will just keep shambling back into it.
pt_br: tutorial_killingStarted_text = Livrar-se de zumbis que estão vagando impede que eles se tornem uma horda, mas até que você tenha retomado uma construção, novos zumbis irão cambalear de volta para ela.

source: tutorial_killing_caption = Killing Zombies
pt_br: tutorial_killing_caption = Matando Zombis

source: tutorial_killing_text = Zed are everywhere.
pt_br: tutorial_killing_text = Zed estão em todo lugar.

source: tutorial_nonfortBuildings_caption = Outside Buildings
pt_br: tutorial_nonfortBuildings_caption = Contruções de fora

source: tutorial_nonfortBuildings_text = Buildings outside the fort might contain food, supplies, and survivors.
pt_br: tutorial_nonfortBuildings_text = Construções fora do forte pode conter comida, suprimentos e sobreviventes.

source: tutorial_radial_caption = Mission types
pt_br: tutorial_radial_caption = Tipos de missões

source: tutorial_radial_text = Drag survivors onto buildings to assign them to missions.
pt_br: tutorial_radial_text = Arraste sobreviventes até construções para colocá los em missões.

source: tutorial_reclaiming_caption = Reclaiming buildings
pt_br: tutorial_reclaiming_caption = Retomar construções

source: tutorial_reclaiming_text = If a building is beside our fort and zombie-free, it's safe to reclaim and extend our fort walls around it.
pt_br: tutorial_reclaiming_text = Se uma construção do lado do forte não tem mais zumbis, é seguro retomá-la e extender nossos muros ao redor dela.

source: tutorial_recruit_caption = Recruiting survivors
pt_br: tutorial_recruit_caption = Recrutamento

source: tutorial_recruit_text = Other survivors!
pt_br: tutorial_recruit_text = Outros sobreviventes!

source: tutorial_scavenging_caption = Scavenging for food
pt_br: tutorial_scavenging_caption = Procurando Comida

source: tutorial_scavenging_text = You'll have the best chance of finding food in houses or grocery stores.
pt_br: tutorial_scavenging_text = Você terá melhor chance de achar comida em casas e mercados.

source: tutorial_scouting_caption = Scouting
pt_br: tutorial_scouting_caption = Explorando

source: tutorial_scouting_text = We won't know what's in a building until we send someone to scout it.
pt_br: tutorial_scouting_text = Não sabemos o que tem em uma contrução até mandarmos alguém para explorá-la.

source: tutorial_stack_caption = Stacked Survivors
pt_br: tutorial_stack_caption = Empilhar Pessoas

source: tutorial_tech_caption = Research
pt_br: tutorial_tech_caption = Pesquisa

source: tutorial_tech_text = Research projects can give many different fort-wide bonuses.
pt_br: tutorial_tech_text = Pesquisar projetos podem oferecer diferentes bônus para o forte.

source: tutorial_useless_caption = Useless Building
pt_br: tutorial_useless_caption = Contruções Inuteis

source: tutorial_useless_text = Some buildings have no use to us.
pt_br: tutorial_useless_text = Algumas construções não te uso para nós.

source: tutorial_welcome2_text = Drag the map to look around and scroll or pinch to zoom.
pt_br: tutorial_welcome2_text = Araste o mapa para olhar ao redor e rode a bolinha para dar zoom.

source: tutorial_welcome_text = I'm not going to lie to you [Name]... this town's seen better days.
pt_br: tutorial_welcome_text = Eu não vou mentir para você [Name]... essa cidade ja viu dias melhores.

source: tutorial_workshop_caption = Crafting
pt_br: tutorial_workshop_caption = Construindo items

source: tutorial_workshop_text = Assign survivors to craft items in workshops, from ammunition to anti-zombie traps once they are researched in a lab.
pt_br: tutorial_workshop_text =Coloque um sobrevivente para construir items nas oficinas, desde munição até armadilhas para zumbis quando forem pesquisados no laboratório.
